{"content":"When you are working in healthcare, it is important to develop a solid professional relationship with your patients. By establishing realistic self-boundaries, you can protect that relationship. It is important to keep the focus on the patient. When working with patients who are seen frequently, it is easy to start to think of them as friends. With a friend, you are likely to share personal information that is not appropriate with a patient. Patients may feel that they cannot share important healthrelated information because you are their friend, and it would be embarrassing to share that information. Self-boundaries can also be thought of as professional boundaries. You need to treat patients with respect and keep the relationship professional. Be friendly to patients and always keep the focus on the patient.\n\nCoat a fresh, wet swab in salt, and gently touch various spots on your tongue, recording where your taste seems strongest. Then, gargle with water to thoroughly clean your tongue, use a swab coated with sugar on the same spots, and record those results. Gargle again, and then swab with lemon juice. After a final gargle, try coffee. Compare your reactions with your friends'. Your taste pattern may reveal more than just taste preferences. Recent studies suggest links between taster status and behavioral disorders. For example, \"non-tasters\" tend to have a higher incidence of alcoholism, perhaps because liquor seems less bitter to them. Conversely, \"super-tasters\" may avoid nutritious but mildly bitter foods such as broccoli, thus depriving themselves of a balanced diet. So, although taste is not nearly as glamorous as vision, hearing, or even touch, it makes sense for you to pay closer attention to it because chemistry, at least in your mouth, could be destiny.\n\nExperiments testify to science's embrace of ignorance. Arguably the worst thing a scientist can do is to suppose they know what will happen in a given scenario without bothering to check. The rise of the experimental philosophy coincided with the liberation of curiosity as a valuable rather than a questionable attribute. For all that experimental science today is often assumed to be supported by a philosophical framework and an approved methodology (\"state your hypothesis and then test it\"), the fact is that, as philosopher of science Ian Hacking says, \"One can conduct an experiment simply out of curiosity to see what will happen.\" Indeed, in the view of Charles Darwin's son, the astronomer George Darwin, once in a while one should do a completely crazy experiment, even if it is most likely to prove fruitless. You never know until you try.\n\nWe can discard or replace a scientific theory only if we have a better way of explaining the evidence that supports it. The theories of Newton and Einstein offer great examples. A vast body of evidence supports Newton's theory of gravity, but by the late nineteenth century scientists had begun to discover cases where its predictions did not perfectly match observations. These discrepancies were explained only when Einstein developed his general theory of relativity, which was able to match the observations. Still, the many successes of Newton's theory could not be ignored, and Einstein's theory would not have gained acceptance if it had not been able to explain these successes equally well. It did, and that is why we now view Einstein's theory as a broader theory of gravity than Newton's theory. Some scientists today are seeking a theory of gravity that will go beyond Einstein's. If any new theory ever gains acceptance, it will have to match all the successes of Einstein's theory as well as work in new realms where Einstein's theory does not.\n\nImagine pausing in the middle of a busy day, taking a moment to refresh your mind and recharge your energy. This power of a midday break is often underestimated. When you break away from routine, especially with activities designed to stimulate your brain, you prevent cognitive tiredness and enhance productivity for the rest of the day. Neurobic exercises ― simple yet effective ― are perfect for such breaks. They target different areas of your brain, keeping it agile and alert. These exercises create a mental oasis that refreshes and prepares you for the afternoon's challenges. This strategic pause is not just a break; it boosts your cognitive capabilities, ensuring your mind remains sharp and focused. Even briefly experimenting with neurobic exercises can work wonders for your cognitive state during lunch. Start with using your non-dominant hand for routine tasks like writing or eating. This simple switch challenges your brain, activating pathways that aren't typically engaged and promoting greater flexibility in thinking.\n\nWhen a cell divides, the genomes of its two daughters are often not quite identical to each other or to that of the parent cell. On rare occasions, the error may represent a change for the better; more probably, it will cause no significant difference in the cell's prospects. But in some cases, the error will cause serious damage; for example, by disrupting the coding sequence for a key protein. Changes due to mistakes of the first type will tend to be perpetuated, because the altered cell has an increased likelihood of reproducing itself. Changes due to mistakes of the second type ― neutral changes ― may be perpetuated or not: it is a matter of chance whether the altered cell or its cousins will succeed. But changes that cause serious damage lead nowhere: the cell that suffers them dies, leaving no progeny. Through endless repetition of this cycle of mutation and natural selection organisms evolve: their genetic specifications change, sometimes giving organisms new ways to exploit the environment more effectively, to survive in competition with others, and to reproduce successfully.\n\nWithin liberal culture, the value of fair equality of opportunity for individuals outweighs the preservation of the family's integrity. In contrast, for Confucian culture, while seeking fair equality of opportunity for individuals is important, the family assumes a fundamental role in human flourishing, and living within a family institution is considered the essential way of life. Individuals are primarily understood as family members before they are regarded as state citizens. Therefore, for Confucians, the family possesses inherent value that should never be abandoned, even if it results in certain societal inequalities. Some cultures, like the liberal one, may choose to impose increasing restrictions on the role of families and implement more egalitarian government programs for education, healthcare, and other positive rights in society in the pursuit of fair equality of opportunity. On the other hand, other cultures, like the Confucian one, may prefer to primarily assign welfare responsibilities to the family, accepting inequalities stemming from the existence of the family as long as everyone's basic freedoms and rights are safeguarded in the state.\n\nStatistics in the twentieth century became the systematic collection of quantitative information needed by the state. This process occurred in all the industrialised countries as a key part of their becoming modern states. Desrosieres writes: \"It is difficult to think simultaneously that the objects being measured really do exist and that this is only a convention\". Yet this is the case. Phenomena such as prices being charged and products being sold exist, but the categories and classification frameworks supporting the collection, aggregation, and organisation of official statistics are devised to serve the purposes of the state, for macroeconomic or for social policies. Theodore Porter described the use of statistics to create state authority: \"Quantification is a way of making decisions without seeming to decide\", characterising it as a \"social technology\" intended to build trust in authority.\n\nJust as an expert in the taste and colour of wine will gain much by being aware of the chemistry that underlies those qualities, so each perspective on the body can potentially enhance the others. And yet every scientific tool, from microscopes to mathematics, and every aspect of the body, from the brain to the microorganism, requires such depth of expertise that this tends not to happen: we tend to study the human body in silos, each community sectioned from the others by its own specialised vocabulary. Research communities may be dedicated to one type of scientific tool or a specific component of the body, such as one type of cell. How different types of cell communicate with one another becomes its own specialist topic. Even simple forms of life on Earth are now rarely studied as a whole, and the human body is evidently much more complex. As long ago as 1890, The Times newspaper commented that knowledge 'had already become too vast to be manageable'. Today, nobody is an expert in the whole of anything.\n\nHistorically, palaces weren't just homes; they were carefully constructed stages designed to impress and intimidate. While stone symbolized permanence and strength, glass offered something equally powerful: visibility. The introduction of large windows in palaces allowed rulers to literally look down upon their subjects, emphasizing their elevated position. Conversely, it also allowed subjects to gaze up at their leaders, creating a sense of awe and distance. Consider the Palace of Versailles: its Hall of Mirrors, lined with reflective surfaces, not only magnified the grandeur of the space but also placed the king at the center of a dazzling display, reinforcing his absolute authority. The use of glass in palaces wasn't merely aesthetic; it was strategic. Open sightlines allowed for better surveillance and control, ensuring the safety and security of the ruling family. Courtiers and visitors were constantly aware of being observed, contributing to an atmosphere of careful obedience and respect. The very architecture dictated social behavior, with glass acting as a silent enforcer of the power dynamic.\n\nAs a political researcher in Germany, Noelle-Neumann Observed that during election campaigns, certain views seemed to get more play than others, and sometimes people muted their opinions rather than talking about them, especially if those opinions were perceived to be unpopular. Noelle-Neumann calls this the spiral of silence. The spiral of silence occurs when individuals who perceive that their opinions are popular express them, whereas those who do not think their opinions are popular remain quiet. This process occurs in a spiral, so that one side of an issue ends up with considerable publicity and the other side with very little. In everyday life, people express their opinions in a variety of ways: they talk about them, they wear buttons, they put bumper stickers on their cars, and they post their views on social media. According to this theory, people are more apt to do these kinds of things when they perceive that others share their opinions.\n\nConsider units of measure, one kind of descriptive device we are familiar with using in physics. Spatial distances can be given in terms of feet or meters or some other unit, and the physics will be the same regardless. We conclude from this that physics does not prefer one unit of length over any other, and we may choose any one we like for reasons of convenience. We further conclude that any feature depending on that choice, such as the particular numerical value assigned to the spatial separation between two locations, is not out there in the world apart from a choice of unit. Temperatures can likewise be given in terms of the Fahrenheit or Celsius or Kelvin scale, and nothing in the physics changes when we switch from one scale to another. We conclude that the choice of scale is an arbitrary choice in description, and that any feature that depends on that choice is scale-dependent.\n\nEven though sea creatures live in it, they still need to take in water for their bodies to function properly. They just need to get rid of any extra salt it might bring with it. Salt absorbs water like a sponge. If you put a tiny mountain of salt on a small plate, then add enough water to the side, making sure an edge touches the salt, the salt will absorb the water. Now you have a pile of wet salt. Notice that it has increased in size. The same principle applies to sea creatures. If the body fluids in a sea animal are saltier than the seawater it lives in, then the extra salt in the creature's body will absorb seawater. This can cause them to swell up. On the other hand, if the amount of salt in the seawater is higher than the amount of salt in the body fluids of a sea animal, the extra salt in the water will draw fluids out of the creature's body, causing it to dehydrate and shrink.\n\nDistinguishing moths from butterflies on outward appearance is not always easy, but there are a few rules of thumb that can help. In most butterflies the antennae end with a small clubshaped swelling, whereas in moths they are usually feathery or narrow to a fine tip. Butterflies tend to rest with their wings held shut above their body, whereas moths more usually rest with the upper sides of the wings on full view. Further distinctions can be made by looking for a tiny hook that joins fore- and hindwings, a feature only present in moths. The stereotypical differences, with moths cast as the gloomy, nocturnal cousins of colourful sun-loving butterflies are simply wrong. There are many brightly coloured moths and many which are active throughout the day. Equally, there are a few nocturnal butterflies and plenty that come clothed in shades of brown and grey. It's more sensible to think of them together; both butterflies and moths are beautiful and fascinating insects.\n\nThere are numerous ways wildlife is managed, but they all imply stewardship and can be classified into two broad categories: active management and inactive management. Active management does something to the population ― such as increasing or decreasing its size ― in a direct manner through strategies like translocations or hunting, respectively. Populations can also be actively managed by altering the habitat to the benefit or disadvantage of a population. If population numbers are too low for the goal of management agencies, other active management can be incorporated, such as predator control to minimize neonatal deaths or habitat improvement to provide required cover for neonates from predators. These efforts represent active approaches to management. Other populations may not be actively managed, like those in national parks. In such situations, management activities minimize external influences on populations and habitat, which often involves management of humans and not animals.\n\nWaste has historically been seen as a necessary driver of the economy. Sales are tied to the amount of a product supplied, which is directly dependent on the demand for that product. Therefore, if you design the product to eventually be wasted, you can ensure that the demand for more products will be sustained. Many strategies have been incorporated into product design and use to ensure that waste is inevitable, such as planned obsolescence, limited access to tools for repairs, and use of cheap materials. All these strategies ensure that the consumer will have limited access to the product in use and will eventually require a replacement. Those who supported the idea that waste is necessary to drive demand failed to realize that prioritizing the elimination of waste via repair and remanufacturing creates a different kind of demand: products as a service. Through this setup, companies simply lease out products that were once sold directly to the customer. With this transition of ownership, companies maintain profit by offering maintenance and repair services and are encouraged to develop long-lasting products.\n\nViewing time as a purchasable and consistent product cemented artificial views on time into our psyche, but every now and again we are forced to acknowledge this mistake. On twenty-six occasions in the last fifty years, a second has been added to everyone's day to adjust for the Earth wobbling and the rate of its spin changing. For instance, when El Nino, a climatic system in the Pacific, causes wind speed to change dramatically, it can slow the rotation of the Earth slightly. Indeed, the Earth's spin is generally slowing because the moon's gravity is acting as a drag, so days are getting longer by about 1.7 milliseconds per century. Such events disturb the similarity between man-made time and more flexible time based on the Earth's naturally occurring rotation. When events like this happen, a bunch of humans make the decision to add a small slice of time to your day, without your knowledge. We try to force our fixed, man-made view of time on to nature in the false hope that it will yield. It doesn't. ─> Humans, who have long viewed that time is stable, have continuously made modifications, sticking to their belief that their efforts can eliminate the gap between man-made time and natural time.","passages":["When you are working in healthcare, it is important to develop a solid professional relationship with your patients. By establishing realistic self-boundaries, you can protect that relationship. It is important to keep the focus on the patient. When working with patients who are seen frequently, it is easy to start to think of them as friends. With a friend, you are likely to share personal information that is not appropriate with a patient. Patients may feel that they cannot share important healthrelated information because you are their friend, and it would be embarrassing to share that information. Self-boundaries can also be thought of as professional boundaries. You need to treat patients with respect and keep the relationship professional. Be friendly to patients and always keep the focus on the patient.","Coat a fresh, wet swab in salt, and gently touch various spots on your tongue, recording where your taste seems strongest. Then, gargle with water to thoroughly clean your tongue, use a swab coated with sugar on the same spots, and record those results. Gargle again, and then swab with lemon juice. After a final gargle, try coffee. Compare your reactions with your friends'. Your taste pattern may reveal more than just taste preferences. Recent studies suggest links between taster status and behavioral disorders. For example, \"non-tasters\" tend to have a higher incidence of alcoholism, perhaps because liquor seems less bitter to them. Conversely, \"super-tasters\" may avoid nutritious but mildly bitter foods such as broccoli, thus depriving themselves of a balanced diet. So, although taste is not nearly as glamorous as vision, hearing, or even touch, it makes sense for you to pay closer attention to it because chemistry, at least in your mouth, could be destiny.","Experiments testify to science's embrace of ignorance. Arguably the worst thing a scientist can do is to suppose they know what will happen in a given scenario without bothering to check. The rise of the experimental philosophy coincided with the liberation of curiosity as a valuable rather than a questionable attribute. For all that experimental science today is often assumed to be supported by a philosophical framework and an approved methodology (\"state your hypothesis and then test it\"), the fact is that, as philosopher of science Ian Hacking says, \"One can conduct an experiment simply out of curiosity to see what will happen.\" Indeed, in the view of Charles Darwin's son, the astronomer George Darwin, once in a while one should do a completely crazy experiment, even if it is most likely to prove fruitless. You never know until you try.","We can discard or replace a scientific theory only if we have a better way of explaining the evidence that supports it. The theories of Newton and Einstein offer great examples. A vast body of evidence supports Newton's theory of gravity, but by the late nineteenth century scientists had begun to discover cases where its predictions did not perfectly match observations. These discrepancies were explained only when Einstein developed his general theory of relativity, which was able to match the observations. Still, the many successes of Newton's theory could not be ignored, and Einstein's theory would not have gained acceptance if it had not been able to explain these successes equally well. It did, and that is why we now view Einstein's theory as a broader theory of gravity than Newton's theory. Some scientists today are seeking a theory of gravity that will go beyond Einstein's. If any new theory ever gains acceptance, it will have to match all the successes of Einstein's theory as well as work in new realms where Einstein's theory does not.","Imagine pausing in the middle of a busy day, taking a moment to refresh your mind and recharge your energy. This power of a midday break is often underestimated. When you break away from routine, especially with activities designed to stimulate your brain, you prevent cognitive tiredness and enhance productivity for the rest of the day. Neurobic exercises ― simple yet effective ― are perfect for such breaks. They target different areas of your brain, keeping it agile and alert. These exercises create a mental oasis that refreshes and prepares you for the afternoon's challenges. This strategic pause is not just a break; it boosts your cognitive capabilities, ensuring your mind remains sharp and focused. Even briefly experimenting with neurobic exercises can work wonders for your cognitive state during lunch. Start with using your non-dominant hand for routine tasks like writing or eating. This simple switch challenges your brain, activating pathways that aren't typically engaged and promoting greater flexibility in thinking.","When a cell divides, the genomes of its two daughters are often not quite identical to each other or to that of the parent cell. On rare occasions, the error may represent a change for the better; more probably, it will cause no significant difference in the cell's prospects. But in some cases, the error will cause serious damage; for example, by disrupting the coding sequence for a key protein. Changes due to mistakes of the first type will tend to be perpetuated, because the altered cell has an increased likelihood of reproducing itself. Changes due to mistakes of the second type ― neutral changes ― may be perpetuated or not: it is a matter of chance whether the altered cell or its cousins will succeed. But changes that cause serious damage lead nowhere: the cell that suffers them dies, leaving no progeny. Through endless repetition of this cycle of mutation and natural selection organisms evolve: their genetic specifications change, sometimes giving organisms new ways to exploit the environment more effectively, to survive in competition with others, and to reproduce successfully.","Within liberal culture, the value of fair equality of opportunity for individuals outweighs the preservation of the family's integrity. In contrast, for Confucian culture, while seeking fair equality of opportunity for individuals is important, the family assumes a fundamental role in human flourishing, and living within a family institution is considered the essential way of life. Individuals are primarily understood as family members before they are regarded as state citizens. Therefore, for Confucians, the family possesses inherent value that should never be abandoned, even if it results in certain societal inequalities. Some cultures, like the liberal one, may choose to impose increasing restrictions on the role of families and implement more egalitarian government programs for education, healthcare, and other positive rights in society in the pursuit of fair equality of opportunity. On the other hand, other cultures, like the Confucian one, may prefer to primarily assign welfare responsibilities to the family, accepting inequalities stemming from the existence of the family as long as everyone's basic freedoms and rights are safeguarded in the state.","Statistics in the twentieth century became the systematic collection of quantitative information needed by the state. This process occurred in all the industrialised countries as a key part of their becoming modern states. Desrosieres writes: \"It is difficult to think simultaneously that the objects being measured really do exist and that this is only a convention\". Yet this is the case. Phenomena such as prices being charged and products being sold exist, but the categories and classification frameworks supporting the collection, aggregation, and organisation of official statistics are devised to serve the purposes of the state, for macroeconomic or for social policies. Theodore Porter described the use of statistics to create state authority: \"Quantification is a way of making decisions without seeming to decide\", characterising it as a \"social technology\" intended to build trust in authority.","Just as an expert in the taste and colour of wine will gain much by being aware of the chemistry that underlies those qualities, so each perspective on the body can potentially enhance the others. And yet every scientific tool, from microscopes to mathematics, and every aspect of the body, from the brain to the microorganism, requires such depth of expertise that this tends not to happen: we tend to study the human body in silos, each community sectioned from the others by its own specialised vocabulary. Research communities may be dedicated to one type of scientific tool or a specific component of the body, such as one type of cell. How different types of cell communicate with one another becomes its own specialist topic. Even simple forms of life on Earth are now rarely studied as a whole, and the human body is evidently much more complex. As long ago as 1890, The Times newspaper commented that knowledge 'had already become too vast to be manageable'. Today, nobody is an expert in the whole of anything.","Historically, palaces weren't just homes; they were carefully constructed stages designed to impress and intimidate. While stone symbolized permanence and strength, glass offered something equally powerful: visibility. The introduction of large windows in palaces allowed rulers to literally look down upon their subjects, emphasizing their elevated position. Conversely, it also allowed subjects to gaze up at their leaders, creating a sense of awe and distance. Consider the Palace of Versailles: its Hall of Mirrors, lined with reflective surfaces, not only magnified the grandeur of the space but also placed the king at the center of a dazzling display, reinforcing his absolute authority. The use of glass in palaces wasn't merely aesthetic; it was strategic. Open sightlines allowed for better surveillance and control, ensuring the safety and security of the ruling family. Courtiers and visitors were constantly aware of being observed, contributing to an atmosphere of careful obedience and respect. The very architecture dictated social behavior, with glass acting as a silent enforcer of the power dynamic.","As a political researcher in Germany, Noelle-Neumann Observed that during election campaigns, certain views seemed to get more play than others, and sometimes people muted their opinions rather than talking about them, especially if those opinions were perceived to be unpopular. Noelle-Neumann calls this the spiral of silence. The spiral of silence occurs when individuals who perceive that their opinions are popular express them, whereas those who do not think their opinions are popular remain quiet. This process occurs in a spiral, so that one side of an issue ends up with considerable publicity and the other side with very little. In everyday life, people express their opinions in a variety of ways: they talk about them, they wear buttons, they put bumper stickers on their cars, and they post their views on social media. According to this theory, people are more apt to do these kinds of things when they perceive that others share their opinions.","Consider units of measure, one kind of descriptive device we are familiar with using in physics. Spatial distances can be given in terms of feet or meters or some other unit, and the physics will be the same regardless. We conclude from this that physics does not prefer one unit of length over any other, and we may choose any one we like for reasons of convenience. We further conclude that any feature depending on that choice, such as the particular numerical value assigned to the spatial separation between two locations, is not out there in the world apart from a choice of unit. Temperatures can likewise be given in terms of the Fahrenheit or Celsius or Kelvin scale, and nothing in the physics changes when we switch from one scale to another. We conclude that the choice of scale is an arbitrary choice in description, and that any feature that depends on that choice is scale-dependent.","Even though sea creatures live in it, they still need to take in water for their bodies to function properly. They just need to get rid of any extra salt it might bring with it. Salt absorbs water like a sponge. If you put a tiny mountain of salt on a small plate, then add enough water to the side, making sure an edge touches the salt, the salt will absorb the water. Now you have a pile of wet salt. Notice that it has increased in size. The same principle applies to sea creatures. If the body fluids in a sea animal are saltier than the seawater it lives in, then the extra salt in the creature's body will absorb seawater. This can cause them to swell up. On the other hand, if the amount of salt in the seawater is higher than the amount of salt in the body fluids of a sea animal, the extra salt in the water will draw fluids out of the creature's body, causing it to dehydrate and shrink.","Distinguishing moths from butterflies on outward appearance is not always easy, but there are a few rules of thumb that can help. In most butterflies the antennae end with a small clubshaped swelling, whereas in moths they are usually feathery or narrow to a fine tip. Butterflies tend to rest with their wings held shut above their body, whereas moths more usually rest with the upper sides of the wings on full view. Further distinctions can be made by looking for a tiny hook that joins fore- and hindwings, a feature only present in moths. The stereotypical differences, with moths cast as the gloomy, nocturnal cousins of colourful sun-loving butterflies are simply wrong. There are many brightly coloured moths and many which are active throughout the day. Equally, there are a few nocturnal butterflies and plenty that come clothed in shades of brown and grey. It's more sensible to think of them together; both butterflies and moths are beautiful and fascinating insects.","There are numerous ways wildlife is managed, but they all imply stewardship and can be classified into two broad categories: active management and inactive management. Active management does something to the population ― such as increasing or decreasing its size ― in a direct manner through strategies like translocations or hunting, respectively. Populations can also be actively managed by altering the habitat to the benefit or disadvantage of a population. If population numbers are too low for the goal of management agencies, other active management can be incorporated, such as predator control to minimize neonatal deaths or habitat improvement to provide required cover for neonates from predators. These efforts represent active approaches to management. Other populations may not be actively managed, like those in national parks. In such situations, management activities minimize external influences on populations and habitat, which often involves management of humans and not animals.","Waste has historically been seen as a necessary driver of the economy. Sales are tied to the amount of a product supplied, which is directly dependent on the demand for that product. Therefore, if you design the product to eventually be wasted, you can ensure that the demand for more products will be sustained. Many strategies have been incorporated into product design and use to ensure that waste is inevitable, such as planned obsolescence, limited access to tools for repairs, and use of cheap materials. All these strategies ensure that the consumer will have limited access to the product in use and will eventually require a replacement. Those who supported the idea that waste is necessary to drive demand failed to realize that prioritizing the elimination of waste via repair and remanufacturing creates a different kind of demand: products as a service. Through this setup, companies simply lease out products that were once sold directly to the customer. With this transition of ownership, companies maintain profit by offering maintenance and repair services and are encouraged to develop long-lasting products.","Viewing time as a purchasable and consistent product cemented artificial views on time into our psyche, but every now and again we are forced to acknowledge this mistake. On twenty-six occasions in the last fifty years, a second has been added to everyone's day to adjust for the Earth wobbling and the rate of its spin changing. For instance, when El Nino, a climatic system in the Pacific, causes wind speed to change dramatically, it can slow the rotation of the Earth slightly. Indeed, the Earth's spin is generally slowing because the moon's gravity is acting as a drag, so days are getting longer by about 1.7 milliseconds per century. Such events disturb the similarity between man-made time and more flexible time based on the Earth's naturally occurring rotation. When events like this happen, a bunch of humans make the decision to add a small slice of time to your day, without your knowledge. We try to force our fixed, man-made view of time on to nature in the false hope that it will yield. It doesn't. ─> Humans, who have long viewed that time is stable, have continuously made modifications, sticking to their belief that their efforts can eliminate the gap between man-made time and natural time."],"sources":["1. p2-no.20","2. p3-no.21","3. p3-no.22","4. p3-no.23","5. p3-no.24","6. p5-no.29","7. p5-no.30","8. p5-no.31","9. p5-no.32","10. p6-no.33","11. p6-no.34","12. p6-no.35","13. p6-no.36","14. p7-no.37","15. p7-no.38","16. p7-no.39","17. p7-no.40"],"title":"1. p2-no.20","metadata":{"totalPassages":17,"totalSources":17,"headings":["1. p2-no.20","2. p3-no.21","3. p3-no.22","4. p3-no.23","5. p3-no.24","6. p5-no.29","7. p5-no.30","8. p5-no.31","9. p5-no.32","10. p6-no.33","11. p6-no.34","12. p6-no.35","13. p6-no.36","14. p7-no.37","15. p7-no.38","16. p7-no.39","17. p7-no.40"],"sentenceMap":[["When you are working in healthcare, it is important to develop a solid professional relationship with your patients.","By establishing realistic self-boundaries, you can protect that relationship.","It is important to keep the focus on the patient.","When working with patients who are seen frequently, it is easy to start to think of them as friends.","With a friend, you are likely to share personal information that is not appropriate with a patient.","Patients may feel that they cannot share important healthrelated information because you are their friend, and it would be embarrassing to share that information.","Self-boundaries can also be thought of as professional boundaries.","You need to treat patients with respect and keep the relationship professional.","Be friendly to patients and always keep the focus on the patient."],["Coat a fresh, wet swab in salt, and gently touch various spots on your tongue, recording where your taste seems strongest.","Then, gargle with water to thoroughly clean your tongue, use a swab coated with sugar on the same spots, and record those results.","Gargle again, and then swab with lemon juice.","After a final gargle, try coffee.","Compare your reactions with your friends'.","Your taste pattern may reveal more than just taste preferences.","Recent studies suggest links between taster status and behavioral disorders.","For example, \"non-tasters\" tend to have a higher incidence of alcoholism, perhaps because liquor seems less bitter to them.","Conversely, \"super-tasters\" may avoid nutritious but mildly bitter foods such as broccoli, thus depriving themselves of a balanced diet.","So, although taste is not nearly as glamorous as vision, hearing, or even touch, it makes sense for you to pay closer attention to it because chemistry, at least in your mouth, could be destiny."],["Experiments testify to science's embrace of ignorance.","Arguably the worst thing a scientist can do is to suppose they know what will happen in a given scenario without bothering to check.","The rise of the experimental philosophy coincided with the liberation of curiosity as a valuable rather than a questionable attribute.","For all that experimental science today is often assumed to be supported by a philosophical framework and an approved methodology (\"state your hypothesis and then test it\"), the fact is that, as philosopher of science Ian Hacking says, \"One can conduct an experiment simply out of curiosity to see what will happen.\" Indeed, in the view of Charles Darwin's son, the astronomer George Darwin, once in a while one should do a completely crazy experiment, even if it is most likely to prove fruitless.","You never know until you try."],["We can discard or replace a scientific theory only if we have a better way of explaining the evidence that supports it.","The theories of Newton and Einstein offer great examples.","A vast body of evidence supports Newton's theory of gravity, but by the late nineteenth century scientists had begun to discover cases where its predictions did not perfectly match observations.","These discrepancies were explained only when Einstein developed his general theory of relativity, which was able to match the observations.","Still, the many successes of Newton's theory could not be ignored, and Einstein's theory would not have gained acceptance if it had not been able to explain these successes equally well.","It did, and that is why we now view Einstein's theory as a broader theory of gravity than Newton's theory.","Some scientists today are seeking a theory of gravity that will go beyond Einstein's.","If any new theory ever gains acceptance, it will have to match all the successes of Einstein's theory as well as work in new realms where Einstein's theory does not."],["Imagine pausing in the middle of a busy day, taking a moment to refresh your mind and recharge your energy.","This power of a midday break is often underestimated.","When you break away from routine, especially with activities designed to stimulate your brain, you prevent cognitive tiredness and enhance productivity for the rest of the day.","Neurobic exercises ― simple yet effective ― are perfect for such breaks.","They target different areas of your brain, keeping it agile and alert.","These exercises create a mental oasis that refreshes and prepares you for the afternoon's challenges.","This strategic pause is not just a break; it boosts your cognitive capabilities, ensuring your mind remains sharp and focused.","Even briefly experimenting with neurobic exercises can work wonders for your cognitive state during lunch.","Start with using your non-dominant hand for routine tasks like writing or eating.","This simple switch challenges your brain, activating pathways that aren't typically engaged and promoting greater flexibility in thinking."],["When a cell divides, the genomes of its two daughters are often not quite identical to each other or to that of the parent cell.","On rare occasions, the error may represent a change for the better; more probably, it will cause no significant difference in the cell's prospects.","But in some cases, the error will cause serious damage; for example, by disrupting the coding sequence for a key protein.","Changes due to mistakes of the first type will tend to be perpetuated, because the altered cell has an increased likelihood of reproducing itself.","Changes due to mistakes of the second type ― neutral changes ― may be perpetuated or not: it is a matter of chance whether the altered cell or its cousins will succeed.","But changes that cause serious damage lead nowhere: the cell that suffers them dies, leaving no progeny.","Through endless repetition of this cycle of mutation and natural selection organisms evolve: their genetic specifications change, sometimes giving organisms new ways to exploit the environment more effectively, to survive in competition with others, and to reproduce successfully."],["Within liberal culture, the value of fair equality of opportunity for individuals outweighs the preservation of the family's integrity.","In contrast, for Confucian culture, while seeking fair equality of opportunity for individuals is important, the family assumes a fundamental role in human flourishing, and living within a family institution is considered the essential way of life.","Individuals are primarily understood as family members before they are regarded as state citizens.","Therefore, for Confucians, the family possesses inherent value that should never be abandoned, even if it results in certain societal inequalities.","Some cultures, like the liberal one, may choose to impose increasing restrictions on the role of families and implement more egalitarian government programs for education, healthcare, and other positive rights in society in the pursuit of fair equality of opportunity.","On the other hand, other cultures, like the Confucian one, may prefer to primarily assign welfare responsibilities to the family, accepting inequalities stemming from the existence of the family as long as everyone's basic freedoms and rights are safeguarded in the state."],["Statistics in the twentieth century became the systematic collection of quantitative information needed by the state.","This process occurred in all the industrialised countries as a key part of their becoming modern states.","Desrosieres writes: \"It is difficult to think simultaneously that the objects being measured really do exist and that this is only a convention\".","Yet this is the case.","Phenomena such as prices being charged and products being sold exist, but the categories and classification frameworks supporting the collection, aggregation, and organisation of official statistics are devised to serve the purposes of the state, for macroeconomic or for social policies.","Theodore Porter described the use of statistics to create state authority: \"Quantification is a way of making decisions without seeming to decide\", characterising it as a \"social technology\" intended to build trust in authority."],["Just as an expert in the taste and colour of wine will gain much by being aware of the chemistry that underlies those qualities, so each perspective on the body can potentially enhance the others.","And yet every scientific tool, from microscopes to mathematics, and every aspect of the body, from the brain to the microorganism, requires such depth of expertise that this tends not to happen: we tend to study the human body in silos, each community sectioned from the others by its own specialised vocabulary.","Research communities may be dedicated to one type of scientific tool or a specific component of the body, such as one type of cell.","How different types of cell communicate with one another becomes its own specialist topic.","Even simple forms of life on Earth are now rarely studied as a whole, and the human body is evidently much more complex.","As long ago as 1890, The Times newspaper commented that knowledge 'had already become too vast to be manageable'.","Today, nobody is an expert in the whole of anything."],["Historically, palaces weren't just homes; they were carefully constructed stages designed to impress and intimidate.","While stone symbolized permanence and strength, glass offered something equally powerful: visibility.","The introduction of large windows in palaces allowed rulers to literally look down upon their subjects, emphasizing their elevated position.","Conversely, it also allowed subjects to gaze up at their leaders, creating a sense of awe and distance.","Consider the Palace of Versailles: its Hall of Mirrors, lined with reflective surfaces, not only magnified the grandeur of the space but also placed the king at the center of a dazzling display, reinforcing his absolute authority.","The use of glass in palaces wasn't merely aesthetic; it was strategic.","Open sightlines allowed for better surveillance and control, ensuring the safety and security of the ruling family.","Courtiers and visitors were constantly aware of being observed, contributing to an atmosphere of careful obedience and respect.","The very architecture dictated social behavior, with glass acting as a silent enforcer of the power dynamic."],["As a political researcher in Germany, Noelle-Neumann Observed that during election campaigns, certain views seemed to get more play than others, and sometimes people muted their opinions rather than talking about them, especially if those opinions were perceived to be unpopular.","Noelle-Neumann calls this the spiral of silence.","The spiral of silence occurs when individuals who perceive that their opinions are popular express them, whereas those who do not think their opinions are popular remain quiet.","This process occurs in a spiral, so that one side of an issue ends up with considerable publicity and the other side with very little.","In everyday life, people express their opinions in a variety of ways: they talk about them, they wear buttons, they put bumper stickers on their cars, and they post their views on social media.","According to this theory, people are more apt to do these kinds of things when they perceive that others share their opinions."],["Consider units of measure, one kind of descriptive device we are familiar with using in physics.","Spatial distances can be given in terms of feet or meters or some other unit, and the physics will be the same regardless.","We conclude from this that physics does not prefer one unit of length over any other, and we may choose any one we like for reasons of convenience.","We further conclude that any feature depending on that choice, such as the particular numerical value assigned to the spatial separation between two locations, is not out there in the world apart from a choice of unit.","Temperatures can likewise be given in terms of the Fahrenheit or Celsius or Kelvin scale, and nothing in the physics changes when we switch from one scale to another.","We conclude that the choice of scale is an arbitrary choice in description, and that any feature that depends on that choice is scale-dependent."],["Even though sea creatures live in it, they still need to take in water for their bodies to function properly.","They just need to get rid of any extra salt it might bring with it.","Salt absorbs water like a sponge.","If you put a tiny mountain of salt on a small plate, then add enough water to the side, making sure an edge touches the salt, the salt will absorb the water.","Now you have a pile of wet salt.","Notice that it has increased in size.","The same principle applies to sea creatures.","If the body fluids in a sea animal are saltier than the seawater it lives in, then the extra salt in the creature's body will absorb seawater.","This can cause them to swell up.","On the other hand, if the amount of salt in the seawater is higher than the amount of salt in the body fluids of a sea animal, the extra salt in the water will draw fluids out of the creature's body, causing it to dehydrate and shrink."],["Distinguishing moths from butterflies on outward appearance is not always easy, but there are a few rules of thumb that can help.","In most butterflies the antennae end with a small clubshaped swelling, whereas in moths they are usually feathery or narrow to a fine tip.","Butterflies tend to rest with their wings held shut above their body, whereas moths more usually rest with the upper sides of the wings on full view.","Further distinctions can be made by looking for a tiny hook that joins fore- and hindwings, a feature only present in moths.","The stereotypical differences, with moths cast as the gloomy, nocturnal cousins of colourful sun-loving butterflies are simply wrong.","There are many brightly coloured moths and many which are active throughout the day.","Equally, there are a few nocturnal butterflies and plenty that come clothed in shades of brown and grey.","It's more sensible to think of them together; both butterflies and moths are beautiful and fascinating insects."],["There are numerous ways wildlife is managed, but they all imply stewardship and can be classified into two broad categories: active management and inactive management.","Active management does something to the population ― such as increasing or decreasing its size ― in a direct manner through strategies like translocations or hunting, respectively.","Populations can also be actively managed by altering the habitat to the benefit or disadvantage of a population.","If population numbers are too low for the goal of management agencies, other active management can be incorporated, such as predator control to minimize neonatal deaths or habitat improvement to provide required cover for neonates from predators.","These efforts represent active approaches to management.","Other populations may not be actively managed, like those in national parks.","In such situations, management activities minimize external influences on populations and habitat, which often involves management of humans and not animals."],["Waste has historically been seen as a necessary driver of the economy.","Sales are tied to the amount of a product supplied, which is directly dependent on the demand for that product.","Therefore, if you design the product to eventually be wasted, you can ensure that the demand for more products will be sustained.","Many strategies have been incorporated into product design and use to ensure that waste is inevitable, such as planned obsolescence, limited access to tools for repairs, and use of cheap materials.","All these strategies ensure that the consumer will have limited access to the product in use and will eventually require a replacement.","Those who supported the idea that waste is necessary to drive demand failed to realize that prioritizing the elimination of waste via repair and remanufacturing creates a different kind of demand: products as a service.","Through this setup, companies simply lease out products that were once sold directly to the customer.","With this transition of ownership, companies maintain profit by offering maintenance and repair services and are encouraged to develop long-lasting products."],["Viewing time as a purchasable and consistent product cemented artificial views on time into our psyche, but every now and again we are forced to acknowledge this mistake.","On twenty-six occasions in the last fifty years, a second has been added to everyone's day to adjust for the Earth wobbling and the rate of its spin changing.","For instance, when El Nino, a climatic system in the Pacific, causes wind speed to change dramatically, it can slow the rotation of the Earth slightly.","Indeed, the Earth's spin is generally slowing because the moon's gravity is acting as a drag, so days are getting longer by about 1.7 milliseconds per century.","Such events disturb the similarity between man-made time and more flexible time based on the Earth's naturally occurring rotation.","When events like this happen, a bunch of humans make the decision to add a small slice of time to your day, without your knowledge.","We try to force our fixed, man-made view of time on to nature in the false hope that it will yield.","It doesn't.","─> Humans, who have long viewed that time is stable, have continuously made modifications, sticking to their belief that their efforts can eliminate the gap between man-made time and natural time."]],"extractedAt":"2025-10-14T15:55:24.080Z"}}
